Repository: jacobitosuperstar/ppps
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: es

source: management
es: gerencia

source: human resources
es: recursos humanos

source: quality
es: calidad

source: production manager
es: jefe de producción

source: production
es: producción

source: accounting
es: contabilidad

source: Employee must have an identification.
es: El empleado debe tener identificación

source: Employee must have a name.
es: El empleado debe tener un nombre

source: Employee must have a last name.
es: El empleado debe tener un apellido

source: A password must be provided.
es: Se debe de proporcionar una contraseña.

source: Superuser must have is_staff=True.
es: El superusuario debe tener is_staff=True

source: Superuser must have is_superuser=True.
es: El superusuario debe tener is_superuser=True

source: Superuser must have the management role.
es: El superusuario debe tener rol de gerencia

source: identification
es: identificación

source: employee names
es: nombres del empleado

source: employee's names
es: nombres del empleado

source: employee last names
es: apellidos del empleado

source: employee's lastnames
es: apellidos del empleado

source: role
es: rol

source: employee role
es: rol del empleado

source: birthday
es: cumpleaños

source: birthday of the employee
es: cumpleaños del empleado

source: Joining date
es: Fecha de unión a la plataforma

source: Last Login
es: Último logueo

source: employee
es: empleado

source: employees
es: empleados

source: paid leave
es: Vacaciones pagas

source: non paid leave
es: Vacaciones no pagas

source: work accident
es: Accidente de trabajo

source: non_work_accident
es: Accidente no relacionado con el trabajo

source: paid permit
es: permiso pago

source: non paid permit
es: permiso no pago

source: out of office
es: fuera de la oficina

source: out of office time
es: tiempo fuera de la oficina

source: Error in the information given
es: error en la información dada

source: Invalid credentials, check the ID or the Password
es: Credenciales inválidas, chequea el documento o la contraseña.

source: Logged in successfully
es: Logueado exitosamente.

source: Logged out successfully
es: Deslogueado exitosamente.

source: Internal server error.
es: Error interno del servidor

source: Employee deactivated successfully.
es: Empleado desactivado exitosamente.
